protocol/ping_request.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:ping xmlns:ns1="http://sms.am.tivoli.com">
      <ns1:something>0</ns1:something>
    </ns1:ping>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
